docs-H/dot/AttorneyTask_User.dot
digraph G {
rankdir="LR";
"AttorneyTask_User" -> "QualityReviewTask_Organization" [label=5]
"AttorneyTask_User" -> "BvaDispatchTask_Organization" [label=46]
"JudgeDecisionReviewTask_User" -> "AttorneyTask_User" [label=80]
"AttorneyTask_User" -> "TrackVeteranTask_Organization" [label=3]
"JudgeAssignTask_User" -> "AttorneyTask_User" [label=2]
"AttorneyTask_User" -> "AttorneyRewriteTask_User" [label=4]
"AttorneyTask_User" -> "JudgeDecisionReviewTask_User" [label=2]
}
